---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.TagFailures
source: html/76910bf3-9917-1754-65c4-f5e11ee7a03b.htm
---
# BuiltInFailures.TagFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.